<?php


return [
    'main'                => 'Главная',
    'maps'                => 'Карты',
    'maps_desc'           => 'Список карт хранилища',
    'map' => [
        'name'       => 'Наименование карты',
        'examples'   => 'Пример вызова',
        'key'        => 'Ключ карты',
        'status'     => 'Статус',
        'projection' => 'Проекция',
        'enable'     => 'Включена',
        'disable'    => 'Выключена',
    ],
    'meteos'                => 'Метеоданные',
    'meteos_desc'           => 'Метеоданные в хранилище',
    'meteo' => [
        'name'      => 'Источник',
        'coordinates' => 'Координаты',
        'latitude'  => 'Широта',
        'longitude' => 'Долгота',
        'altitude'  => 'Высота',
        'start'     => 'Начало',
        'finish'    => 'Окончание',
        'updated'   => 'Дата и время Обновления',
    ],
    'softs'                => 'Программы',
    'softs_desc'           => 'Программное обеспечение из состава комплекса Персей-М',
    'soft' => [
        'name'      => 'Наименование',
        'os'        => 'ОС',
        'version'   => 'Версия',
        'checksum'  => 'Контрольная сумма',
    ],
    'meters_small' => 'м',
];